{
  "nav": {
    "about": "Hakkımda",
    "skills": "Yetkinlikler",
    "projects": "Projeler",
    "blog": "Blog",
    "contact": "İletişim"
  },
  "welcome": "Merhaba, benim adım",
  "heroText": "Kendisini güzel ve işlevsel web siteleri oluşturmaya adamış, öğrenmeye hevesli bir frontend geliştiriciyim",
  "contactMe": "Bana Ulaş",
  "aboutMe": "Hakkımda",
  "aboutText": {
    "first": "Merhaba! Benim adım Mehmet Eren Çelik ve kendi kendini yetiştirmiş bir geliştiriciyim. 2021 yılında hukuk fakültesinden mezun oldum ancak Covid döneminde ve hukuk stajımı yaparken web geliştirme ile ilgilenmeye başladım. Haziran 2022'den beri bu alanda tam zamanlı olarak kendimi geliştiriyorum.",
    "second": "HTML & CSS öğrenmeyle başladığım bu süreçte JavaScript, TypeScript, React.js, Next.js, Remix.js gibi teknolojileri de öğrendim. Sürekli kendimi geliştirmek ve yeni teknolojiler öğrenmek benim için çok önemli. Bu sebeple Aralık 2022'den beri",
    "third": "'nde bursiyer olarak Dart ve Flutter eğitimleri almaktayım.",
    "fourth": "Bu yolculuğa devam ederken, çalışmaktan ve kendimi geliştirmekten keyif alıyorum. Gelecekte de gelişmeye ve öğrenmeye devam edeceğim. Aynı tutkuyu paylaşan insanlarla birlikte çalışmayı umuyorum.",
    "fifth": "Bu süreçte üzerinde çalıştığım bazı projeleri de paylaşmak isterim. Aşağıdaki listeye göz atabilir ve projelerim hakkında daha fazla bilgi edinebilirsiniz."
  },
  "projects": {
    "twitato": "Twitato, kullanıcıların kısa postlar oluşturmasına ve paylaşmasına, diğer kullanıcıların gönderilerine yorum yapmasına, beğenmesine ve yer işareti koymasına ve Twitter'a benzer şekilde trend olan konuları görmesine olanak tanıyan bir sosyal medya platformudur.",
    "imdb-c": "IMDB-C, kullanıcıların filmleri ve dizileri aramasına, derecelendirmesine, izleme listelerine eklemesine ve favori olarak işaretlemesine olanak tanıyan, TMDB api ile oluşturulmuş bir film ve dizi veritabanı web sitesidir.",
    "recipe": "Tarif Maliyet Hesaplayıcı: Tarif giderlerini takip etmek ve maliyetleri kolayca hesaplamak için ideal bir web uygulaması. Tariflerin maliyetini hesaplamanın yanı sıra, malzemelerin fiyatlarını takip etme, stok yönetimi ve bilgilendirici raporlar gibi özellikler sunar."
  },
  "blogSectionTitle": "Son Yazılar",
  "blogSectionButton": "Hepsini Gör",
  "readMore": "Devamını Oku",
  "featured": "Öne Çıkan",
  "contact": {
    "title": "Bana Ulaş",
    "text": "Öğrenmeye, verimli çalışmaya ve bir ekibe katkıda bulunmaya hevesli birini arıyorsanız, tüm fırsatları değerlendirmek isterim. Lütfen ulaşmaktan çekinmeyin!",
    "button": "Mail At"
  },
  "meta": {
    "homeDesc": "Öğrenmeye hevesli frontend developer Mehmet Eren Çelik",
    "blogDesc": "Web geliştirme yolculuğumda bana katılın ve kod ile yaratıcılığın kesişim noktasını keşfedin. Kişisel hikayelerden teknik ipuçlarına kadar blogumda herkes için bir şeyler var."
  },
  "blog": {
    "nav": {
      "home": "Anasayfa",
      "posts": "Yazılar"
    },
    "heroDescFirst": "Web geliştirme yolculuğumda bana katılın ve kod ile yaratıcılığın kesişim noktasını keşfedin.",
    "heroDescSecond": "Kişisel hikayelerden teknik ipuçlarına kadar blogumda herkes için bir şeyler var!",
    "toc": "İÇİNDEKİLER"
  }
}
